accountsservice
acpi_call
acpilight
adapta-gtk-theme
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-pro-fonts
afpfs-ng
aiengine
aircrack-ng
airflood
airgeddon
airopy
airoscript
airpwn
alacritty
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
amd-ucode
apacket
aphopper
apnbf
appstream
arandr
arc-gtk-theme
arch-install-scripts
archiso
arcolinux-bin-git
arcolinux-config-xmonad-git
arcolinux-conky-collection-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-hblock-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-kvantum-theme-arc-git
arcolinux-lightdm-gtk-greeter
arcolinux-lightdm-gtk-greeter-settings
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-logout-git
arcolinux-logout-themes-git
arcolinux-meta-fun
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-pipemenus-git
arcolinux-plank-themes-git
arcolinux-polybar-git
arcolinux-qt5-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-system-config-git
arcolinux-teamviewer
arcolinux-termite-themes-git
arcolinux-tweak-tool-git
arcolinux-ukui-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-git
arcolinux-xmobar-git
arcolinux-xmonad-dconf-git
arcolinux-xmonad-xmobar-git
arcolinux-zsh-git
argus
argus-clients
arp-scan
arpalert
arptools
arpwner
asciinema
atear
atftp
audacity
auto-eap
autoconf
autofs
automake
autorandr
avahi
avaloniailspy
awesome-terminal-fonts
backfuzz
badkarma
base
bash-completion
bat
batctl
batman-adv
batman-alfred
beebug
beholder
bettercap
bibata-cursor-theme
bind
binproxy
binutils
bison
bittwist
blackarch-keyring
bleah
blender
blueberry
bluez
bluez-libs
bluez-utils
boopsuite
boost-libs
brackets-bin
brave-bin
bridge-utils
broadcom-wl
btrfs-progs
bully
buttinsky
bypass-firewall-dns-history
cadaver
cafebabe
camscan
cfr
chameleon
chaosreader
checkupdates-aur
chiron
chopshop
chromium
cidr2range
cisco-router-config
cisco-snmp-enumeration
cisco-snmp-slap
clonezilla
cmake
code
conky-lua-archers
corkscrew
cowpatty
cppcheck
crda
creak
create_ap
crozono
crypthook
cryptsetup
ctags
cups
cups-filters
cups-pdf
cups-pk-helper
cyberscan
darkhttpd
darkstat
datajackproxy
dconf-editor
ddrescue
deadbeef
depdep
det
detect-sniffer
dex
dhclient
dhcpoptinj
dialog
diffutils
dinouml
discord
dizzy
dkmc
dmenu
dmraid
dns-reverse-proxy
dnsdiag
dnsfilexfer
dnsmasq
dnspy
dnsteal
dnsvalidator
dosfstools
dotpeek
downgrade
dripcap
dshell
dsniff
dtp-spoof
dublin-traceroute
dump1090
eapeak
eaphammer
eapmd5pass
easy-creds
ebtables
edid-decode-git
edk2-ovmf
edk2-shell
efibootmgr
eigrp-tools
emacs
espionage
etherape
etherflood
ethtool
ettercap
evillimiter
evolution
exa
exabgp
exfatprogs
exo
expac
eyepwn
f2fs-tools
fakenet-ng
fakenetbios
fakeroot
fd
feh
fern-wifi-cracker
fernflower
ffmpegthumbnailer
file
file-roller
filibuster
findutils
firecat
firefox
firefox-adblock-plus
fish
flameshot
flasm
flex
flowinspect
fluxion
font-manager-git
fping
fprintd
fraud-bridge
freeipmi
freetype2
freewifi
fs-nyarl
fsarchiver
fuzzap
fuzzowski
fwupd
g72x++
gadgetinspector
galculator
garcon
gawk
gcc
gdb
geany
geany-plugins
gerix-wifi-cracker
gettext
ghostscript
giskismet
git
gitahead-bin
gitfiend
gitg
gitkraken
gksu
glances
gmrun
gnome-calendar
gnome-disk-utility
gnome-keyring
gnome-screenshot
gnu-netcat
gnuradio
google-chrome
gparted
gpm
gptfdisk
gqrx
grabitall
grep
groff
grub
grub-customizer
gsfonts
gsimplecal
gsocket
gspoof
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk3
gtop
gtp-scan
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwcheck
gzip
haka
hardcode-fixer-git
hardinfo
hashcatch
haskell-dbus
haveged
hcxdumptool
hcxtools
hddtemp
hdparm
hharp
hoover
hopper
hostapd-wpe
hotspotter
howmanypeoplearearound
hpfeeds
hping
htop
http-traceroute
httping
hubbit-sniffer
hw-probe
hwinfo
hwk
hyde
hyenae
hyperfox
i2pd
ibus
ibus-unikey
icmpsh
icmptx
idswakeup
ifchk
imagemagick
impacket
indicator-china-weather
intercepter-ng
interlace
intltool
inxi
ip-https-tools
ipaudit
ipdecap
ipmitool
ipv4bypass
ipv666
ipv6toolkit
ipw2100-fw
ipw2200-fw
irssi
isip
ivre
ivre-docs
ivre-web
iw
jadx
jcrack
jd-cli
jd-gui
jfsutils
jnetmap
jok3r
jondo
jpexs-decompiler
jq
jsoncpp
junkie
justdecompile
keepassxc
kickthemout
killerbee
kismet
kismet-earth
kismet2earth
kismon
krbrelayx
kvantum-qt5
kylin-nm
lans
laptop-detect
latd
ldapdomaindump
leafpad
lft
lib32-gnutls
lib32-mpg123
libcups
libdvdcss
libfprint
libgsf
libmtp
libopenraw
libparistraceroute
libpwquality
libreoffice-fresh
libtins
libtool
libva-mesa-driver
libvirt
lightdm
linset
linux
linux-atm
linux-firmware
linux-headers
logrotate
loic
lorcon
lsb-release
lshw
lsscsi
luyten
lvm2
lxappearance
m4
macchanger
maclookup
make
maketh
malcom
mallory
maltrail
man-db
man-pages
mana
massdns
mate-control-center
mate-system-monitor
mate-terminal
mausezahn
mc
mdadm
mdk4
meld
memtest86+
mesa
mesa-vdpau
metasploit
meterssh
mfcuk
mfoc
middler
mikrotik-npk
mintstick-git
mitm
mitm6
mitmap
mitmer
mitmf
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
moloch
monocle
morxtunel
mots
motsa-dns-spoofing
mousejack
mptcp
mptcp-abuse
mrtparse
mtools
mtpfs
mtr
mtscan
mylg
nacker
nano
nbd
nbtool
ncpfs
ndisc6
neighbor-cache-fingerprinter
nemesis
neofetch
neovim
netactview
netattack
netcommander
netcon
netdiscover
netmap
netreconn
netscan
netsed
netstumbler
network-app-stress-tester
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
networkmap
netzob
nextnet
nfdump
nfex
nfs-utils
nfsshell
ngrep
ngrok
nield
nilfs-utils
nipe
nipper
nitrogen
nkiller2
nmap
nohidy
notepadqq
noto-fonts
noto-fonts-emoji
npm
nsdtool
nsoq
nss-mdns
ntfs-3g
ntp
nullscan
numlockx
nvme-cli
obfs4proxy
obfsproxy
obs-studio
oh-my-zsh-git
openconnect
openresolv
openssh
opensvp
openvpn
os-prober
ostinato
p7zip
packet-o-matic
packeth
packetq
packetsender
packit
pacman
pacumen
pamac-all
partclone
parted
partimage
patch
pavucontrol
pcapfex
pcapfix
pcapteller
pcapxray
pcmanfm
pcode2code
pdfarranger
peek
peony
perl-checkupdates-aur
phantap
pidense
pivotsuite
pixiewps
pkgconf
pkt2flow
plank
playerctl
playonlinux
plcscan
pmacct
polkit
polkit-gnome
polybar
poppler-glib
poppler-qt5
powerline
powerline-fonts
ppp
pptpclient
pr0cks
prads
procs
procyon
prometheus-firewall
promiscdetect
pth-toolkit
ptunnel
pulseaudio-alsa
pulseeffects
pwnat
pwncat
pycharm-community-edition
pyersinia
pyexfil
pyminifakedns
pyrdp
pyrit
python-cymruwhois
python-ivre
python-pip
python-pyparted
python-trackerjacker
python-uncompyle6
python2-cymruwhois
python2-dbus
python2-hpfeeds
python2-ivre
python2-ldapdomaindump
python2-pip
python2-pyxdg
qbittorrent
qemu
qt5-doc
qt5-ukui-platformtheme
qt5-webkit
qt5-xmlpatterns
qt5ct
qtcreator
r2cutter
r2ghidra
radare2
rdp-sec-check
reaver
recaf
recstudio
redshift
redsocks
reflector
reiserfsprogs
responder
retdec
revsh
rfdump
rfidiot
rfidtool
rhythmbox
ridrelay
rinetd
ristretto
rofi
roguehostapd
routerhunter
rp-pppoe
rpak
rsync
rtpbreak
rust-analyzer
rustup
rxvt-unicode
samplicator
sardi-icons
sbd
scamper
scapy
screenfetch
screenkey-git
scrot
sdn-toolkit
sdnpwn
sdparm
sed
sessionlist
seth
sg3_utils
silk
simple-lan-scan
simplescreenrecorder
skypeforlinux-stable-bin
smartmontools
smbrelay
smikims-arpspoof
sn00p
sniff-probe-req
sniffer
sniffjoke
sniffles
snmp-brute
snmp-fuzzer
snmpattack
snmpcheck
snort
snowman
socat
sockstat
soundconverter
sparta
spectools
speedpwn
speedtest-cli
spiped
splix
spotify
sps
squashfs-tools
ssdp-scanner
ssh-mitm
sshtunnel
sshuttle
ssl-phuck3r
sslh
sslstrip
stalonetray
starttls-mitm
stegosip
stenographer
stunnel
sublime-text-dev
sudo
surfn-icons-git
swaks
sylkie
synapse
syslinux
system-config-printer
systemd-manager
t50
tabi
tcpcontrol-fuzzer
tcpcopy
tcpdstat
tcpdump
tcpextract
tcpflow
tcpreplay
tcptrace
tcptraceroute
tcpwatch
teams
terminus-font
termite
testdisk
texinfo
tftp-proxy
tgcd
thc-ipv6
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tigervnc
timegen
tinc
tldr
tlp
tlp-rdw
tmux
tokei
topera
tor
tree
trizen
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-ms-fonts
ttf-roboto
ttf-ubuntu-font-family
ttf-wps-fonts
tumbler
tunna
ubitack
udiskie
udisks2
udp2raw-tunnel
udpastcp
udptunnel
ufo-wardriving
ukui-biometric-auth
ukui-control-center
ukui-greeter
ukui-interface
ukui-media
ukui-menu
ukui-menus
ukui-panel
ukui-power-manager
ukui-screensaver
ukui-session-manager
ukui-settings-daemon
ukui-sidebar
ukui-system-monitor
ukui-themes
ukui-wallpapers
ukui-window-switch
ukwm
umit
unace
unrar
unzip
upower
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbutils
uw-offish
vault-scanner
vim
virt-manager
virt-viewer
virtualbox
vivaldi
vlan-hopping
vlc
volumeicon
vpnc
vpnpivot
vulkan-radeon
w3m
waidps
wavemon
webfixy
webkit2gtk
websockify
wepbuster
wget
which
wi-feye
wifi-autopwner
wifi-honey
wifi-pumpkin
wifibroot
wifichannelmonitor
wificurse
wifijammer
wifiphisher
wifiscanmap
wifitap
wifite
windivert
wine-mono
winetricks
winrelay
wireless-ids
wireless-regdb
wireless_tools
wireshark-cli
wireshark-qt
wirouter-keyrec
wlan2eth
wmctrl
wol-e
wondershaper
wpa-bruteforcer
wpa2-halfhandshake-crack
wpa_supplicant
wps-office
wps-office-mime
wpsik
wvdial
xapp
xawtv
xdg-desktop-portal-gtk
xdg-user-dirs
xdo
xdotool
xerosploit
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xfce4-appfinder
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfconf
xfltreat
xfsprogs
xfwm4
xl2tpd
xmobar
xmonad
xmonad-contrib
xmonad-log
xmonad-utils
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xplico
xxeserv
yad
yaf
yarn
yay-bin
yersinia
youtube-dl
zackattack
zarp
zdns
zeek
zeek-aux
zenity
zizzania
zoom
zsh
zsh-completions
zsh-syntax-highlighting
zssh
zulu
zykeys
